import image_1 from '../images/pic01.png';
import image_2 from '../images/pic02.png';
import image_3 from '../images/pic03.png';
import image_4 from "../images/pic01.png";
import image_5 from '../images/pic02.png';

const SampleCards = [
  {
    image: `${image_1}`,
    title: "Национальное достояние – парки",
    text:
      "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    link: "https://lenta.ru",
    source: "Лента.ру",
    date: "2 августа, 2019",
    keyword: "Природа",
    _id: "0",
  },
  {
    image: `${image_2}`,
    title: "Лесные огоньки: история одной фотографии",
    text:
      "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    link: "https://meduza.io",
    source: "Медуза",
    date: "2 августа, 2019",
    keyword: "Природа",
    _id: "1",
  },
  {
    image: `${image_3}`,
    title: "«Первозданная тайга»: новый фотопроект Игоря Шпиленка",
    text:
      "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...",
    link: "https://mediazona.ru",
    source: "МЕДИАЗОНА",
    date: "2 августа, 2019",
    keyword: "Тайга",
    _id: "2",
  },
  {
    image: `${image_4}`,
    title: "Национальное достояние – парки",
    text:
      "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    link: "https://lenta.ru",
    source: "Лента.ру",
    date: "2 августа, 2019",
    keyword: "Природа",
    _id: "3",
  },
  {
    image: `${image_5}`,
    title: "Лесные огоньки: история одной фотографии",
    text:
      "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
    link: "https://meduza.io",
    source: "Медуза",
    date: "2 августа, 2019",
    keyword: "Природа",
    _id: "4",
  },
];

export default SampleCards;